import React from 'react';
import './about-us.scss';

const AboutUs = () => {
  return (
    <main>
      <div className="container">
        <div className="typo">
          <h2>Про нас</h2>
          <p><strong>www.cardhouse.com.ua</strong> –&nbsp; магазин интеллектуального досуга №1.</p>
          <p>С 2010 года мы справедливо заработали репутацию надежного и честного магазина. Подобрали ассортимент таким образом, чтобы товары не только приносили радость и удовольствие от развлечения, но и&nbsp;&nbsp;давали конкретную пользу: развитие умственных способностей, решали вопрос социальной коммуникации и закрывали вопрос качественного/полезного досуга. Провели больше десятка соревнованиий по кубику Рубика. Продали больше 10 000 головоломок.</p>
          <p>Изначально, наша идея состояла в популяризации кубика Рубика как инструмента развития способностей человека. Для этого мы начали организовывать соревнования по скоростной сбореке кубика Рубика. Качество и уровень соревнований напрямую зависит от ресурса который вкладывается в организацию и именно эта потребность мотивировала нас на создание магазина. За счет его прибыли у нас получилось организовывать официальные чемпионаты с призами, привлечь СМИ и заявить о культуре спидкубинга в Украине. Мы не только добились поставленных целей, но сформировав новые цели и идеи пошли дальше. Отрыли студию по разработке настольных игр и головоломок. Наладили в Украине производство игр и аксессуаров к кубику Рубика.</p>
          <p>Наша цель – создавать продукты которые в игровой форме развивают способности человека.</p>
          <p>Наша ценность – интеллектуально и&nbsp;культурно развитое общество. Общество в котором ценности знаний и интеллекта являются приоритетными.</p>
          <p>Наша миссия – побуждать и мотивировать к саморазвитию интеллектуальных способностей. Вызвать интерес и обеспечить общество продуктами и идеями для интеллектуального досуга и здорового образа жизни.</p>
          <p>Наши проекты:</p>
          <ul>
            <li>студия по разработке головоломок и аксессуаров для кубика Рубика (<a href="http://test.www.mozgus.com.ua/product_brand/cossack-jedi/">ТМ Cossack Jedi</a>).</li>
            <li>издательство настольных игр (<a href="http://feelindigo.com/">ТМ Feelindigo</a>)</li>
          </ul>
          <p>Если вы разделяете наши ценности,&nbsp; хотите нас поддержать или у вас есть идея которую планируете реализовать, пишите в любой удобный вам сервис указанный в <a href="http://test.www.mozgus.com.ua/contact_us/">контактах.</a></p>
          <p>Играйте головоломками, настольными играми, увлекайтесь наукой, культурой.</p>
          <p>Да пребудет с Вами сила интеллекта!</p>
          <div>
            <div >
              <hr/>
            </div>
          </div>
          <div >
            <div></div>
            <div ><strong>Интернет-магазин www.cardhouse.com.ua</strong></div>
            <div ><b>ФОП Тюнин ІПН: 3017902978</b></div>
          </div>
          <div ></div>
        </div>
      </div>
    </main>
  );
};

export default AboutUs;
